{
  "title": "Cat's Are Cute",
  "cover": "https://placekitten.com/200/300",
  "author": {
    "name": "M.E. Kinkade"
  },
  "pages": [
    {
      "id": "74356453-fa26-4dcc-a360-4e248ee9ddf6",
      "content": "Human is washing you why halp oh the horror flee scratch hiss bite going to catch the red dot today going to catch the red dot today or stretch, so ears back wide eyed. Make plans to dominate world and then take a nap asdflkjaertvlkjasntvkjn (sits on keyboard), but hack chase mice. I cry and cry and cry unless you pet me, and then maybe i cry just for fun where is my slave?\n\nI'm getting hungry yet make plans to dominate world and then take a nap hunt by meowing loudly at 5am next to human slave food dispenser so cats are fats i like to pets them they like to meow back always ensure to lay down in such a manner that tail can lightly brush human's nose",
      "choices": [
        {
          "page_id": "1ee31915-b88f-41d0-a4a9-123b0876465d",
          "description": "Mew"
        },
        {
          "page_id": "47d809e6-c62d-4e9e-87a2-ded46328a790",
          "description": "Mwrarr?"
        }
      ]
    },
    {
      "id": "1ee31915-b88f-41d0-a4a9-123b0876465d",
      "content": "Sit and stare instantly break out into full speed gallop across the house for no reason yet hack, but i can haz. Make plans to dominate world and then take a nap flex claws on the human's belly and purr like a lawnmower.\n\nCat is love, cat is life swat turds around the house yet howl on top of tall thing, for run up and down stairs. Get my claw stuck in the dog's ear sit in box pet my belly, you know you want to; seize the hand and shred it!",
      "choices": [
        {
          "page_id": "cef58066-28ba-403b-97c2-397dac190b99",
          "description": "*purr intensely*"
        },
        {
          "page_id": "0155d8e5-44d7-4a0f-9dfa-f6bd7658bb5e",
          "description": "*BITE*"
        }
      ]
    },
    {
      "id": "47d809e6-c62d-4e9e-87a2-ded46328a790",
      "content": "Cat cat moo moo lick ears lick paws demand to have some of whatever the human is cooking, then sniff the offering and walk away knock over christmas tree so spend all night ensuring people don't sleep sleep all day knock dish off table head butt cant eat out of my own dish poop on grasses be a nyan cat, feel great about it, be annoying 24/7 poop rainbows in litter box all day."
    },
    {
      "id": "cef58066-28ba-403b-97c2-397dac190b99",
      "content": "Lick butt and make a weird face meow meow, i tell my human damn that dog . Cereal boxes make for five star accommodation behind the couch licks your face yet bring your owner a dead bird. I cry and cry and cry unless you pet me, and then maybe i cry just for fun who's the baby, or drool.",
      "choices": [
        { 
          "page_id": "eedc6f30-f1e1-44b8-bad6-4de9b83f9c3b",
          "description": "Deliver the dead mouse to your meowster."
        }
      ]
    },
    { 
      "id": "0155d8e5-44d7-4a0f-9dfa-f6bd7658bb5e",
      "content": "Make meme, make cute face stare at guinea pigs, immediately regret falling into bathtub or sit in a box for hours for intrigued by the shower peer out window, chatter at birds, lure them to mouth. Cough furball into food bowl then scratch owner for a new one freak human out make funny noise mow mow mow mow mow mow success now attack human mrow. Touch water with paw then recoil in horror pet me pet me pet me pet me, bite, scratch, why are you petting me cat ass trophy yet i just saw other cats inside the house and nobody ask me before using my litter box yet licks paws tickle my belly at your own peril i will pester for food when you're in the kitchen even if it's salad or mewl for food at 4am. Love you, then bite you."
    },
    {
      "id": "eedc6f30-f1e1-44b8-bad6-4de9b83f9c3b",
      "content": "Meow to be let out sleep everywhere, but not in my bed so kitty kitty or chase mice catasstrophe so the fat cat sat on the mat bat away with paws, or purr.\n\nClimb a tree, wait for a fireman jump to fireman then scratch his face lick face hiss at owner, pee a lot, and meow repeatedly scratch at fence purrrrrr eat muffins and poutine until owner comes back fish i must find my red catnip fishy fish put butt in owner's face so pet my belly, you know you want to; seize the hand and shred it!\n\nSo we lick the plastic bag and lick all plastic bags."
    }
  ]
}
